Repository: maciejlesniak/sparkplatform-invoice-panel
Catalog: src/i18n/messages.*.xliff
Languages: pl

source: Invoice
pl: Faktura

source: Creation date:
pl: Data wystawienia:

source: Sell date:
pl: Data sprzedaży:

source: Issuer
pl: Sprzedawca:

source: VAT#:
pl: NIP:

source: Rep.:
pl: Reprezentacja:

source: Contractor
pl: Nabywca

source: Subject
pl: Nazwa

source: Qty
pl: Ilość

source: Units
pl: j.m.

source: Nett unit price
pl: C.j. netto

source: Nett value
pl: Wartość netto

source: VAT value
pl: Wartość VAT

source: Gross value
pl: Wartość brutto

source: Total
pl: Razem

source: Gross total price:
pl: Razem wartość brutto:

source: Payment:
pl: Płatność

source: bank transfer, due date:
pl: przelew, termin płatności:

source: cash
pl: gotówka

source: Note
pl: Uwagi

source: Issuer sign
pl: Wystawił

source: Contractor sign
pl: Odebrał
